<?php


#25. Приведите пример, чем отличается <?php от <?=.

/*
 * Відкриваючий тег <?php , згідно документації, розміщеної на php.net доступен завжди, незалежно від конфігурації.
 * Також, з версії PHP 5.4.0 доступні завжди теги <?= ?>. Тег <?= є скороченим.
 * З прикладів, наведених на php.net, вбачається, що краще використовувати теги <?php ?>
 *
 *
 * Під час перевірки викладач вказав наступне:
 * "В 25 <?= - это сокращенная запись открывающего тега <?php и вызова оператора echo .
 * Т.е. для вывода в html тегах можно использовать следующую запись: <p><?=$string?></p>"
 *
 *
 *
 */
